Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Replay on another tier
de: Auf einer anderen Stufe wiederholen
es: Repetir en otro nivel
fr: Rejouer sur un autre niveau
it: Riesegui su un altro livello
ja: 別の段で再実行
ko: 다른 단에서 다시 실행
pt_br: Repetir em outro nível
zh_hans: 在另一个级别重新运行
zh_hant: 在另一個級別重新執行

source: The same packet, started where you choose
de: Dasselbe Paket, gestartet wo du willst
es: El mismo paquete, iniciado donde elijas
fr: Le même paquet, démarré là où vous choisissez
it: Lo stesso pacchetto, avviato dove scegli
ja: 同じパケットを、選んだところから開始
ko: 같은 패킷을 원하는 지점부터 다시 시작
pt_br: O mesmo pacote, iniciado onde você escolher
zh_hans: 同一个任务包，从你选择的位置开始
zh_hant: 同一個任務包，從你選擇的位置開始

source: Start at
de: Beginnen bei
es: Empezar en
fr: Démarrer à
it: Inizia da
ja: 開始位置
ko: 시작 위치
pt_br: Começar em
zh_hans: 从这里开始
zh_hant: 從這裡開始

source: The replay did not start
de: Die Wiederholung ist nicht gestartet
es: La repetición no se inició
fr: La relecture n’a pas démarré
it: La riesecuzione non è partita
ja: 再実行は開始しませんでした
ko: 다시 실행이 시작되지 않았습니다
pt_br: A repetição não foi iniciada
zh_hans: 重新运行未能启动
zh_hant: 重新執行未能啟動

source: The answer did not reach the dispatcher
de: Die Antwort hat den Dispatcher nicht erreicht
es: La respuesta no llegó al dispatcher
fr: La réponse n’a pas atteint le dispatcher
it: La risposta non ha raggiunto il dispatcher
ja: 回答がディスパッチャに届きませんでした
ko: 응답이 디스패처에 전달되지 않았습니다
pt_br: A resposta não chegou ao dispatcher
zh_hans: 回复未能送达调度器
zh_hant: 回覆未能送達調度器

source: Cancel this run?
de: Diesen Lauf abbrechen?
es: ¿Cancelar esta ejecución?
fr: Annuler cette exécution ?
it: Annullare questa esecuzione?
ja: この実行をキャンセルしますか？
ko: 이 실행을 취소할까요?
pt_br: Cancelar esta execução?
zh_hans: 要取消此次运行吗？
zh_hant: 要取消此次執行嗎？

source: The attempt out on the machine finishes on its own; nothing after it starts.
de: Der Versuch auf dem Rechner läuft von selbst zu Ende; danach beginnt nichts Neues.
es: El intento en la máquina termina por sí solo; nada empieza después.
fr: La tentative en cours sur la machine se termine d’elle-même ; rien ne démarre après.
it: Il tentativo in corso sulla macchina si conclude da solo; non parte nient’altro dopo.
ja: マシン側で実行中の試行はそのまま完了します。それ以降は何も開始しません。
ko: 컴퓨터에서 실행 중인 시도는 스스로 끝납니다. 그 이후로는 아무것도 시작되지 않습니다.
pt_br: A tentativa em andamento na máquina termina por conta própria; nada começa depois dela.
zh_hans: 机器上正在进行的尝试会自行结束；此后不会再开始任何内容。
zh_hant: 機器上正在進行的嘗試會自行結束；此後不會再開始任何內容。

source: Cancel the run
de: Lauf abbrechen
es: Cancelar la ejecución
fr: Annuler l’exécution
it: Annulla l’esecuzione
ja: 実行をキャンセル
ko: 실행 취소
pt_br: Cancelar a execução
zh_hans: 取消运行
zh_hant: 取消執行

source: The run did not cancel
de: Der Lauf wurde nicht abgebrochen
es: La ejecución no se canceló
fr: L’exécution ne s’est pas annulée
it: L’esecuzione non è stata annullata
ja: 実行をキャンセルできませんでした
ko: 실행을 취소하지 못했습니다
pt_br: A execução não foi cancelada
zh_hans: 运行未能取消
zh_hant: 執行未能取消

source: Hold
de: Zurückstellen
es: Retener
fr: Suspendre
it: Sospendi
ja: 保留
ko: 보류
pt_br: Reter
zh_hans: 保留
zh_hant: 保留

source: This iPad
de: Dieses iPad
es: Este iPad
fr: Cet iPad
it: Questo iPad
ja: この iPad
ko: 이 iPad
pt_br: Este iPad
zh_hans: 此 iPad
zh_hant: 此 iPad

source: Tailscale on this iPad
de: Tailscale auf diesem iPad
es: Tailscale en este iPad
fr: Tailscale sur cet iPad
it: Tailscale su questo iPad
ja: この iPad の Tailscale
ko: 이 iPad의 Tailscale
pt_br: Tailscale neste iPad
zh_hans: 此 iPad 上的 Tailscale
zh_hant: 此 iPad 上的 Tailscale

source: Connect this iPad
de: Dieses iPad verbinden
es: Conectar este iPad
fr: Connecter cet iPad
it: Connetti questo iPad
ja: この iPad を接続
ko: 이 iPad 연결
pt_br: Conectar este iPad
zh_hans: 连接此 iPad
zh_hant: 連接此 iPad

source: This iPad is on your tailnet.
de: Dieses iPad ist in deinem Tailnet.
es: Este iPad está en tu tailnet.
fr: Cet iPad est sur votre tailnet.
it: Questo iPad è sul tuo tailnet.
ja: この iPad は tailnet に接続されています。
ko: 이 iPad는 tailnet에 있습니다.
pt_br: Este iPad está na sua tailnet.
zh_hans: 此 iPad 已在你的 tailnet 上。
zh_hant: 此 iPad 已在你的 tailnet 上。

source: Your iPad reaches your machine over an encrypted Tailscale link.
de: Dein iPad erreicht deinen Rechner über eine verschlüsselte Tailscale-Verbindung.
es: Tu iPad llega a tu máquina a través de un enlace Tailscale cifrado.
fr: Votre iPad atteint votre machine via une liaison Tailscale chiffrée.
it: Il tuo iPad raggiunge la tua macchina tramite un collegamento Tailscale cifrato.
ja: あなたの iPad は、暗号化された Tailscale 経由でマシンに接続します。
ko: iPad는 암호화된 Tailscale 연결을 통해 컴퓨터에 연결됩니다.
pt_br: Seu iPad alcança sua máquina por um link Tailscale criptografado.
zh_hans: 你的 iPad 通过加密的 Tailscale 链路连接到你的机器。
zh_hant: 你的 iPad 透過加密的 Tailscale 連線連上你的機器。

source: Haptic strength
de: Haptik-Stärke
es: Intensidad háptica
fr: Intensité haptique
it: Intensità aptica
ja: 触覚の強さ
ko: 햅틱 강도
pt_br: Intensidade tátil
zh_hans: 触感强度
zh_hant: 觸覺強度

source: Loading
de: Lädt
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
ko: 불러오는 중
pt_br: Carregando
zh_hans: 正在加载
zh_hant: 正在載入

source: Loading the diff
de: Diff wird geladen
es: Cargando el diff
fr: Chargement du diff
it: Caricamento del diff
ja: 差分を読み込み中
ko: 차이를 불러오는 중
pt_br: Carregando o diff
zh_hans: 正在加载差异
zh_hant: 正在載入差異

source: This server could not produce a diff for that.
de: Dieser Server konnte dafür keinen Diff erzeugen.
es: Este servidor no pudo generar un diff para eso.
fr: Ce serveur n’a pas pu produire de diff pour cela.
it: Questo server non è riuscito a produrre un diff per questo.
ja: このサーバはそれの差分を生成できませんでした。
ko: 이 서버는 해당 항목의 차이를 생성하지 못했습니다.
pt_br: Este servidor não conseguiu gerar um diff para isso.
zh_hans: 此服务器无法为此生成差异。
zh_hant: 此伺服器無法為此產生差異。

source: No textual change to show.
de: Keine textuelle Änderung zum Anzeigen.
es: No hay ningún cambio textual que mostrar.
fr: Aucune modification textuelle à afficher.
it: Nessuna modifica testuale da mostrare.
ja: 表示できるテキストの変更はありません。
ko: 표시할 텍스트 변경 사항이 없습니다.
pt_br: Nenhuma alteração textual para mostrar.
zh_hans: 没有可显示的文本更改。
zh_hant: 沒有可顯示的文字變更。

source: RECENT COMMITS
de: LETZTE COMMITS
es: COMMITS RECIENTES
fr: COMMITS RÉCENTS
it: COMMIT RECENTI
ja: 最近のコミット
ko: 최근 커밋
pt_br: COMMITS RECENTES
zh_hans: 最近的提交
zh_hant: 最近的提交

source: Reading the repository
de: Repository wird gelesen
es: Leyendo el repositorio
fr: Lecture du dépôt
it: Lettura del repository
ja: リポジトリを読み込み中
ko: 저장소를 읽는 중
pt_br: Lendo o repositório
zh_hans: 正在读取仓库
zh_hant: 正在讀取儲存庫

source: This server does not report repository state.
de: Dieser Server meldet keinen Repository-Status.
es: Este servidor no informa el estado del repositorio.
fr: Ce serveur ne signale pas l’état du dépôt.
it: Questo server non segnala lo stato del repository.
ja: このサーバはリポジトリの状態を報告しません。
ko: 이 서버는 저장소 상태를 보고하지 않습니다.
pt_br: Este servidor não informa o estado do repositório.
zh_hans: 此服务器未报告仓库状态。
zh_hant: 此伺服器未回報儲存庫狀態。

source: Could not read the repository.
de: Repository konnte nicht gelesen werden.
es: No se pudo leer el repositorio.
fr: Impossible de lire le dépôt.
it: Impossibile leggere il repository.
ja: リポジトリを読み込めませんでした。
ko: 저장소를 읽지 못했습니다.
pt_br: Não foi possível ler o repositório.
zh_hans: 无法读取仓库。
zh_hant: 無法讀取儲存庫。

source: Nothing has been touched since the last commit.
de: Seit dem letzten Commit wurde nichts verändert.
es: No se ha tocado nada desde el último commit.
fr: Rien n’a été modifié depuis le dernier commit.
it: Non è stato toccato nulla dall’ultimo commit.
ja: 直近のコミット以降、何も変更されていません。
ko: 마지막 커밋 이후로 아무것도 변경되지 않았습니다.
pt_br: Nada foi alterado desde o último commit.
zh_hans: 自上次提交以来没有任何改动。
zh_hant: 自上次提交以來沒有任何改動。

source: This conversation is not working inside a git repository.
de: Diese Unterhaltung arbeitet nicht in einem Git-Repository.
es: Esta conversación no está trabajando dentro de un repositorio git.
fr: Cette conversation ne travaille pas dans un dépôt git.
it: Questa conversazione non sta lavorando all’interno di un repository git.
ja: この会話は git リポジトリの中で作業していません。
ko: 이 대화는 git 저장소 안에서 작업하고 있지 않습니다.
pt_br: Esta conversa não está trabalhando dentro de um repositório git.
zh_hans: 此对话并未在 git 仓库中工作。
zh_hant: 此對話並未在 git 儲存庫中工作。

source: NO SIGNAL
de: KEIN SIGNAL
es: SIN SEÑAL
fr: AUCUN SIGNAL
it: NESSUN SEGNALE
ja: 信号なし
ko: 신호 없음
pt_br: SEM SINAL
zh_hans: 无信号
zh_hant: 無訊號

source: Missed
de: Verpasst
es: Perdidos
fr: Manqués
it: Persi
ja: 見逃し
ko: 놓친 항목
pt_br: Perdidos
zh_hans: 错过
zh_hant: 錯過

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
it: Scatta foto
ja: 写真を撮る
ko: 사진 찍기
pt_br: Tirar foto
zh_hans: 拍照
zh_hant: 拍照

source: Follow this server
de: Diesem Server folgen
es: Seguir a este servidor
fr: Suivre ce serveur
it: Segui questo server
ja: このサーバに従う
ko: 이 서버 따르기
pt_br: Seguir este servidor
zh_hans: 跟随此服务器
zh_hant: 跟隨此伺服器

source: Use what a new chat here would
de: Verwendet das, was ein neuer Chat hier auch nutzen würde
es: Usa lo que usaría un chat nuevo aquí
fr: Utilise ce qu’utiliserait une nouvelle discussion ici
it: Usa ciò che userebbe una nuova chat qui
ja: ここで新しいチャットを始めた場合と同じ設定を使う
ko: 여기서 새 대화를 시작할 때와 같은 설정을 사용합니다
pt_br: Usa o que uma nova conversa aqui usaria
zh_hans: 使用在这里新建对话时会用到的设置
zh_hant: 使用在這裡新增對話時會用到的設定

source: Ask on
de: Fragen auf
es: Preguntar en
fr: Interroger
it: Chiedi su
ja: 質問先
ko: 질문할 곳
pt_br: Perguntar em
zh_hans: 提问位置
zh_hant: 提問位置

source: Somewhere else…
de: Woanders …
es: En otro lugar…
fr: Ailleurs…
it: Altrove…
ja: 他の場所…
ko: 다른 위치…
pt_br: Em outro lugar…
zh_hans: 其他位置…
zh_hant: 其他位置…

source: Search folders, browse, or type a path
de: Ordner durchsuchen, stöbern oder einen Pfad eingeben
es: Busca carpetas, explora o escribe una ruta
fr: Recherchez des dossiers, parcourez-les ou saisissez un chemin
it: Cerca cartelle, sfoglia o digita un percorso
ja: フォルダを検索、参照、またはパスを入力
ko: 폴더를 검색하거나 찾아보거나 경로를 입력하세요
pt_br: Busque pastas, navegue ou digite um caminho
zh_hans: 搜索文件夹、浏览或输入路径
zh_hant: 搜尋資料夾、瀏覽或輸入路徑

source: The clipboard holds no picture.
de: Die Zwischenablage enthält kein Bild.
es: El portapapeles no contiene ninguna imagen.
fr: Le presse-papiers ne contient aucune image.
it: Gli appunti non contengono alcuna immagine.
ja: クリップボードに画像がありません。
ko: 클립보드에 이미지가 없습니다.
pt_br: A área de transferência não contém nenhuma imagem.
zh_hans: 剪贴板中没有图片。
zh_hant: 剪貼簿中沒有圖片。

source: The clipboard holds nothing to send.
de: Die Zwischenablage enthält nichts zum Senden.
es: El portapapeles no contiene nada que enviar.
fr: Le presse-papiers ne contient rien à envoyer.
it: Gli appunti non contengono nulla da inviare.
ja: クリップボードに送信できる内容がありません。
ko: 클립보드에 보낼 내용이 없습니다.
pt_br: A área de transferência não contém nada para enviar.
zh_hans: 剪贴板中没有可发送的内容。
zh_hant: 剪貼簿中沒有可傳送的內容。

source: Write here
de: Hier schreiben
es: Escribir aquí
fr: Écrire ici
it: Scrivi qui
ja: ここに書く
ko: 여기에 작성
pt_br: Escrever aqui
zh_hans: 在此撰写
zh_hant: 在此撰寫

source: Aim the composer at this project
de: Richtet das Eingabefeld auf dieses Projekt
es: Apunta el compositor a este proyecto
fr: Oriente la zone de saisie vers ce projet
it: Punta il compositore su questo progetto
ja: 入力欄をこのプロジェクトに向けます
ko: 작성창을 이 프로젝트로 지정합니다
pt_br: Direciona o campo de texto para este projeto
zh_hans: 将输入框对准此项目
zh_hant: 將輸入框對準此專案

source: Back into the chat list
de: Zurück in die Chat-Liste
es: De vuelta a la lista de chats
fr: De retour dans la liste des discussions
it: Di nuovo nell’elenco chat
ja: チャット一覧に戻す
ko: 대화 목록으로 되돌리기
pt_br: De volta para a lista de conversas
zh_hans: 移回对话列表
zh_hant: 移回對話清單

source: Out of the list, kept on the server
de: Aus der Liste, bleibt auf dem Server
es: Fuera de la lista, se conserva en el servidor
fr: Hors de la liste, conservée sur le serveur
it: Fuori dall’elenco, conservata sul server
ja: 一覧から外れますが、サーバには残ります
ko: 목록에서는 빠지지만 서버에는 남습니다
pt_br: Fora da lista, mantida no servidor
zh_hans: 从列表中移出，但仍保留在服务器上
zh_hant: 從清單中移出，但仍保留在伺服器上

source: Back into the recency order
de: Zurück in die zeitliche Reihenfolge
es: De vuelta al orden por fecha
fr: De retour dans l’ordre chronologique
it: Di nuovo nell’ordine cronologico
ja: 更新順に戻す
ko: 최신순으로 되돌리기
pt_br: De volta à ordem cronológica
zh_hans: 移回按时间排序
zh_hant: 移回依時間排序

source: Always at the top of the chat list
de: Immer ganz oben in der Chat-Liste
es: Siempre arriba en la lista de chats
fr: Toujours en haut de la liste des discussions
it: Sempre in cima all’elenco chat
ja: 常にチャット一覧の一番上に表示
ko: 항상 대화 목록 맨 위에 표시
pt_br: Sempre no topo da lista de conversas
zh_hans: 始终置于对话列表顶部
zh_hant: 始終置於對話清單頂端

source: Fork
de: Abzweigen
es: Ramificar
fr: Dupliquer
it: Dirama
ja: 分岐
ko: 분기
pt_br: Ramificar
zh_hans: 分支
zh_hant: 分支

source: Already the reference
de: Bereits die Referenz
es: Ya es la referencia
fr: Déjà la référence
it: Già il riferimento
ja: すでに参照元です
ko: 이미 참조 이미지입니다
pt_br: Já é a referência
zh_hans: 已是参考图
zh_hant: 已是參考圖

source: Archived
de: Archiviert
es: Archivados
fr: Archivées
it: Archiviate
ja: アーカイブ
ko: 보관됨
pt_br: Arquivadas
zh_hans: 已归档
zh_hant: 已封存

source: Search archived chats
de: Archivierte Chats durchsuchen
es: Buscar chats archivados
fr: Rechercher dans les discussions archivées
it: Cerca chat archiviate
ja: アーカイブ済みのチャットを検索
ko: 보관된 대화 검색
pt_br: Buscar conversas arquivadas
zh_hans: 搜索已归档对话
zh_hant: 搜尋已封存對話

source: Nothing archived
de: Nichts archiviert
es: Nada archivado
fr: Rien d’archivé
it: Niente di archiviato
ja: アーカイブはありません
ko: 보관된 항목 없음
pt_br: Nada arquivado
zh_hans: 没有已归档内容
zh_hant: 沒有已封存的內容

source: Choose which machine the chat runs on
de: Wähle, auf welchem Rechner der Chat läuft
es: Elige en qué máquina se ejecuta el chat
fr: Choisissez sur quelle machine la discussion s’exécute
it: Scegli su quale macchina viene eseguita la chat
ja: チャットを実行するマシンを選択します
ko: 대화를 실행할 컴퓨터를 선택하세요
pt_br: Escolha em qual máquina a conversa é executada
zh_hans: 选择对话在哪台机器上运行
zh_hant: 選擇對話在哪台機器上執行

source: Search folders, or type a path
de: Ordner durchsuchen oder einen Pfad eingeben
es: Busca carpetas o escribe una ruta
fr: Recherchez des dossiers ou saisissez un chemin
it: Cerca cartelle o digita un percorso
ja: フォルダを検索、またはパスを入力
ko: 폴더를 검색하거나 경로를 입력하세요
pt_br: Busque pastas ou digite um caminho
zh_hans: 搜索文件夹，或输入路径
zh_hant: 搜尋資料夾，或輸入路徑

source: No server is connected yet. Add one in Settings.
de: Noch ist kein Server verbunden. Füge einen in den Einstellungen hinzu.
es: Aún no hay ningún servidor conectado. Añade uno en Ajustes.
fr: Aucun serveur n’est encore connecté. Ajoutez-en un dans les Réglages.
it: Nessun server è ancora connesso. Aggiungine uno in Impostazioni.
ja: まだサーバが接続されていません。「設定」で追加してください。
ko: 아직 연결된 서버가 없습니다. 설정에서 추가하세요.
pt_br: Ainda não há nenhum servidor conectado. Adicione um em Ajustes.
zh_hans: 尚未连接任何服务器。请在“设置”中添加一个。
zh_hant: 尚未連線任何伺服器。請在「設定」中新增一個。

source: Start the chat on…
de: Chat starten auf …
es: Iniciar el chat en…
fr: Démarrer la discussion sur…
it: Avvia la chat su…
ja: チャットの開始先…
ko: 대화 시작 위치…
pt_br: Iniciar a conversa em…
zh_hans: 在此开始对话…
zh_hant: 在此開始對話…

source: Could not start
de: Konnte nicht gestartet werden
es: No se pudo iniciar
fr: Impossible de démarrer
it: Impossibile avviare
ja: 開始できませんでした
ko: 시작하지 못했습니다
pt_br: Não foi possível iniciar
zh_hans: 无法开始
zh_hant: 無法開始

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回
zh_hant: 返回

source: Asking the server for a conversation
de: Server wird um eine Unterhaltung gebeten
es: Solicitando una conversación al servidor
fr: Demande d’une conversation au serveur
it: Richiesta di una conversazione al server
ja: サーバに会話の開始を依頼中
ko: 서버에 대화를 요청하는 중
pt_br: Solicitando uma conversa ao servidor
zh_hans: 正在向服务器请求对话
zh_hant: 正在向伺服器請求對話

source: Archived chats
de: Archivierte Chats
es: Chats archivados
fr: Discussions archivées
it: Chat archiviate
ja: アーカイブ済みのチャット
ko: 보관된 대화
pt_br: Conversas arquivadas
zh_hans: 已归档对话
zh_hant: 已封存對話

source: Select chats
de: Chats auswählen
es: Seleccionar chats
fr: Sélectionner des discussions
it: Seleziona chat
ja: チャットを選択
ko: 대화 선택
pt_br: Selecionar conversas
zh_hans: 选择对话
zh_hant: 選取對話

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべての選択を解除
ko: 전체 선택 해제
pt_br: Desmarcar tudo
zh_hans: 取消全选
zh_hant: 取消全選

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 전체 선택
pt_br: Selecionar tudo
zh_hans: 全选
zh_hant: 全選

source: Not everything was deleted
de: Es wurde nicht alles gelöscht
es: No se eliminó todo
fr: Tout n’a pas été supprimé
it: Non è stato eliminato tutto
ja: すべては削除されませんでした
ko: 모두 삭제되지는 않았습니다
pt_br: Nem tudo foi excluído
zh_hans: 并非所有内容都已删除
zh_hant: 並非所有內容都已刪除

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択中
ko: 선택됨
pt_br: Selecionado
zh_hans: 已选择
zh_hant: 已選取

source: Last turn failed
de: Letzter Zug fehlgeschlagen
es: El último turno falló
fr: Le dernier tour a échoué
it: Ultimo turno non riuscito
ja: 直近のターンが失敗しました
ko: 마지막 턴 실패
pt_br: O último turno falhou
zh_hans: 上一回合失败
zh_hant: 上一回合失敗

source: Unread
de: Ungelesen
es: Sin leer
fr: Non lu
it: Non letto
ja: 未読
ko: 읽지 않음
pt_br: Não lida
zh_hans: 未读
zh_hant: 未讀

source: Not in the listing
de: Nicht in der Liste
es: No está en el listado
fr: Absent de la liste
it: Non nell’elenco
ja: 一覧にありません
ko: 목록에 없음
pt_br: Não está na lista
zh_hans: 不在列表中
zh_hant: 不在清單中

source: Open in New Window
de: In neuem Fenster öffnen
es: Abrir en una ventana nueva
fr: Ouvrir dans une nouvelle fenêtre
it: Apri in una nuova finestra
ja: 新しいウインドウで開く
ko: 새 창에서 열기
pt_br: Abrir em nova janela
zh_hans: 在新窗口中打开
zh_hant: 在新視窗中開啟

source: Only this project
de: Nur dieses Projekt
es: Solo este proyecto
fr: Seulement ce projet
it: Solo questo progetto
ja: このプロジェクトのみ
ko: 이 프로젝트만
pt_br: Somente este projeto
zh_hans: 仅此项目
zh_hant: 僅此專案

source: Searching the transcripts
de: Transkripte werden durchsucht
es: Buscando en las transcripciones
fr: Recherche dans les transcriptions
it: Ricerca nelle trascrizioni
ja: トランスクリプトを検索中
ko: 대화록을 검색하는 중
pt_br: Buscando nas transcrições
zh_hans: 正在搜索记录
zh_hant: 正在搜尋紀錄

source: Every server was searched, all the way through.
de: Jeder Server wurde vollständig durchsucht.
es: Se buscó en todos los servidores, hasta el final.
fr: Chaque serveur a été entièrement fouillé.
it: Ogni server è stato cercato fino in fondo.
ja: すべてのサーバを最後まで検索しました。
ko: 모든 서버를 끝까지 검색했습니다.
pt_br: Todos os servidores foram pesquisados, até o fim.
zh_hans: 已彻底搜索完所有服务器。
zh_hant: 已徹底搜尋完所有伺服器。

source: title only
de: nur Titel
es: solo título
fr: titre uniquement
it: solo titolo
ja: タイトルのみ
ko: 제목만
pt_br: somente título
zh_hans: 仅标题
zh_hant: 僅標題

source: The App Store address could not be built.
de: Die App-Store-Adresse konnte nicht erstellt werden.
es: No se pudo construir la dirección de la App Store.
fr: Impossible de construire l’adresse de l’App Store.
it: Impossibile costruire l’indirizzo dell’App Store.
ja: App Store のアドレスを作成できませんでした。
ko: App Store 주소를 만들지 못했습니다.
pt_br: Não foi possível construir o endereço da App Store.
zh_hans: 无法构建 App Store 地址。
zh_hant: 無法建立 App Store 位址。

source: The App Store's answer could not be read.
de: Die Antwort des App Store konnte nicht gelesen werden.
es: No se pudo leer la respuesta de la App Store.
fr: Impossible de lire la réponse de l’App Store.
it: Impossibile leggere la risposta dell’App Store.
ja: App Store の応答を読み取れませんでした。
ko: App Store의 응답을 읽지 못했습니다.
pt_br: Não foi possível ler a resposta da App Store.
zh_hans: 无法读取 App Store 的响应。
zh_hant: 無法讀取 App Store 的回應。

source: DeepSeek API Key
de: DeepSeek-API-Schlüssel
es: Clave de API de DeepSeek
fr: Clé API DeepSeek
it: Chiave API DeepSeek
ja: DeepSeek API キー
ko: DeepSeek API 키
pt_br: Chave de API do DeepSeek
zh_hans: DeepSeek API 密钥
zh_hant: DeepSeek API 金鑰

source: Open platform.deepseek.com to get a key
de: platform.deepseek.com öffnen, um einen Schlüssel zu erhalten
es: Abre platform.deepseek.com para obtener una clave
fr: Ouvrez platform.deepseek.com pour obtenir une clé
it: Apri platform.deepseek.com per ottenere una chiave
ja: platform.deepseek.com を開いてキーを取得
ko: platform.deepseek.com을 열어 키 발급받기
pt_br: Abra platform.deepseek.com para obter uma chave
zh_hans: 打开 platform.deepseek.com 获取密钥
zh_hant: 開啟 platform.deepseek.com 取得金鑰

source: Remove key
de: Schlüssel entfernen
es: Eliminar clave
fr: Supprimer la clé
it: Rimuovi chiave
ja: キーを削除
ko: 키 삭제
pt_br: Remover chave
zh_hans: 移除密钥
zh_hant: 移除金鑰

source: Couldn't save the key
de: Schlüssel konnte nicht gespeichert werden
es: No se pudo guardar la clave
fr: Impossible d’enregistrer la clé
it: Impossibile salvare la chiave
ja: キーを保存できませんでした
ko: 키를 저장하지 못했습니다
pt_br: Não foi possível salvar a chave
zh_hans: 无法保存密钥
zh_hant: 無法儲存金鑰

source: Haptics
de: Haptik
es: Respuesta háptica
fr: Retour haptique
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱 반응
pt_br: Feedback tátil
zh_hans: 触感反馈
zh_hant: 觸覺回饋

source: The wait reported to your hand — sent, progress, done
de: Die Wartezeit an deiner Hand spürbar – gesendet, Fortschritt, fertig
es: La espera, transmitida a tu mano: enviado, progreso, listo
fr: L’attente rapportée à votre main — envoyé, progression, terminé
it: L’attesa comunicata alla tua mano — inviato, avanzamento, fatto
ja: 待ち時間を手に伝えます — 送信、進行中、完了
ko: 기다림을 손끝으로 — 전송, 진행, 완료
pt_br: A espera sentida na sua mão — enviado, progresso, concluído
zh_hans: 把等待传递到你手上 — 已发送、进行中、完成
zh_hant: 把等待傳遞到你手上 — 已傳送、進行中、完成

source: Ollama Cloud API Key
de: Ollama-Cloud-API-Schlüssel
es: Clave de API de Ollama Cloud
fr: Clé API Ollama Cloud
it: Chiave API Ollama Cloud
ja: Ollama Cloud API キー
ko: Ollama Cloud API 키
pt_br: Chave de API do Ollama Cloud
zh_hans: Ollama Cloud API 密钥
zh_hant: Ollama Cloud API 金鑰

source: Open ollama.com/settings/keys to get a key
de: ollama.com/settings/keys öffnen, um einen Schlüssel zu erhalten
es: Abre ollama.com/settings/keys para obtener una clave
fr: Ouvrez ollama.com/settings/keys pour obtenir une clé
it: Apri ollama.com/settings/keys per ottenere una chiave
ja: ollama.com/settings/keys を開いてキーを取得
ko: ollama.com/settings/keys를 열어 키 발급받기
pt_br: Abra ollama.com/settings/keys para obter uma chave
zh_hans: 打开 ollama.com/settings/keys 获取密钥
zh_hant: 開啟 ollama.com/settings/keys 取得金鑰

source: Compact agent steps
de: Agentenschritte kompakt anzeigen
es: Mostrar pasos del agente de forma compacta
fr: Afficher les étapes de l’agent de façon compacte
it: Mostra i passaggi dell’agente in modo compatto
ja: エージェントの手順をコンパクトに表示
ko: 에이전트 단계를 간략하게 표시
pt_br: Mostrar as etapas do agente de forma compacta
zh_hans: 紧凑显示智能体步骤
zh_hant: 簡潔顯示代理步驟

source: Presence orb
de: Präsenz-Orb
es: Esfera de presencia
fr: Orbe de présence
it: Sfera di presenza
ja: プレゼンスオーブ
ko: 프레즌스 오브
pt_br: Esfera de presença
zh_hans: 状态光球
zh_hant: 狀態光球

source: DeepSeek API key
de: DeepSeek-API-Schlüssel
es: Clave de API de DeepSeek
fr: Clé API DeepSeek
it: Chiave API DeepSeek
ja: DeepSeek API キー
ko: DeepSeek API 키
pt_br: Chave de API do DeepSeek
zh_hans: DeepSeek API 密钥
zh_hant: DeepSeek API 金鑰

source: Ollama Cloud API key
de: Ollama-Cloud-API-Schlüssel
es: Clave de API de Ollama Cloud
fr: Clé API Ollama Cloud
it: Chiave API Ollama Cloud
ja: Ollama Cloud API キー
ko: Ollama Cloud API 키
pt_br: Chave de API do Ollama Cloud
zh_hans: Ollama Cloud API 密钥
zh_hant: Ollama Cloud API 金鑰

source: How an answer arrives
de: Wie eine Antwort ankommt
es: Cómo llega una respuesta
fr: Comment une réponse arrive
it: Come arriva una risposta
ja: 回答がどう届くか
ko: 답변이 도착하는 방식
pt_br: Como uma resposta chega
zh_hans: 回答如何呈现
zh_hant: 回答如何呈現

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
it: Non selezionato
ja: 非選択
ko: 선택되지 않음
pt_br: Não selecionado
zh_hans: 未选择
zh_hant: 未選取

source: Unavailable on this device
de: Auf diesem Gerät nicht verfügbar
es: No disponible en este dispositivo
fr: Indisponible sur cet appareil
it: Non disponibile su questo dispositivo
ja: この端末では利用できません
ko: 이 기기에서는 사용할 수 없음
pt_br: Indisponível neste dispositivo
zh_hans: 在此设备上不可用
zh_hant: 在此裝置上無法使用
